---
kind: other
id: Properties.T:Autodesk.Revit.DB.AreaFilter
source: html/8fd318e7-f4a5-8b59-5fff-68e1219d455f.htm
---
# AreaFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.